---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.WireMaterialType
source: html/fef99033-b364-a11c-274a-a1b9cc7843f3.htm
---
# WireMaterialType Methods

Add new electrical ground conductor size type into this material type.